[
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Like Manus, Computer Use Agent(CUA) and Omniparser, we are computer-using agents.AI-driven local automation assistant that uses natural language to make computers work by themselves",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "AI Native Data App Development framework with AWEL(Agentic Workflow Expression Language) and Agents",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Python SDK for AI agent monitoring, LLM cost tracking, benchmarking, and more. Integrates with most LLMs and agent frameworks including OpenAI Agents SDK, CrewAI, Langchain, Autogen, AG2, and CamelAI",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "A collective list of free APIs",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "🤗 LeRobot: Making AI for Robotics more accessible with end-to-end learning",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Research and development (R&D) is crucial for the enhancement of industrial productivity, especially in the AI era, where the core aspects of R&D are mainly focused on data and models. We are committed to automating these high-value generic R&D processes through our open source R&D automation tool RD-Agent, which lets AI drive data-driven AI.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "MLX-VLM is a package for inference and fine-tuning of Vision Language Models (VLMs) on your Mac using MLX.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "🐫 CAMEL: Finding the Scaling Law of Agents. The first and the best multi-agent framework. https://www.camel-ai.org",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Make websites accessible for AI agents",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Debug, evaluate, and monitor your LLM applications, RAG systems, and agentic workflows with comprehensive tracing, automated evaluations, and production-ready dashboards.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Pydoll is a library for automating chromium-based browsers without a WebDriver, offering realistic interactions. It supports Python's asynchronous features, enhancing performance and enabling event capturing and simultaneous web scraping.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Official repo for paper Structured 3D Latents for Scalable and Versatile 3D Generation (CVPR'25).",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Educational framework exploring ergonomic, lightweight multi-agent orchestration. Managed by OpenAI Solution team.",
    "lang": "Python"
  }
]