[
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Open-Sora: Democratizing Efficient Video Production for All",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "The official Python library for the OpenAI API",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Research and development (R&D) is crucial for the enhancement of industrial productivity, especially in the AI era, where the core aspects of R&D are mainly focused on data and models. We are committed to automating these high-value generic R&D processes through our open source R&D automation tool RD-Agent, which lets AI drive data-driven AI.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Fully local web research and report writing assistant",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Python SDK, Proxy Server (LLM Gateway) to call 100+ LLM APIs in OpenAI format - [Bedrock, Azure, OpenAI, VertexAI, Cohere, Anthropic, Sagemaker, HuggingFace, Replicate, Groq]",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "你知道我要说什么",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Mobile-Agent: The Powerful Mobile Device Operation Assistant Family",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "AI Native Data App Development framework with AWEL(Agentic Workflow Expression Language) and Agents",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Python SDK for AI agent monitoring, LLM cost tracking, benchmarking, and more. Integrates with most LLMs and agent frameworks including OpenAI Agents SDK, CrewAI, Langchain, Autogen, AG2, and CamelAI",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "A high-quality tool for convert PDF to Markdown and JSON.一站式开源高质量数据提取工具，将PDF转换成Markdown和JSON格式。",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Framework for orchestrating role-playing, autonomous AI agents. By fostering collaborative intelligence, CrewAI empowers agents to work together seamlessly, tackling complex tasks.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "抖音批量下载工具，去水印，支持视频、图集、合集、音乐(原声)。免费！免费！免费！",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "An open source reinforcement learning framework for training, evaluating, and deploying robust trading agents.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Agent S: an open agentic framework that uses computers like a human",
    "lang": "Python"
  }
]