[
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Cost-efficient and pluggable Infrastructure components for GenAI inference",
    "lang": "JupyterNotebook"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "An invoice generator app built using Next.js, Typescript, and Shadcn",
    "lang": "TypeScript"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "An Open Source YouTube app for privacy",
    "lang": "JavaScript"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "This repository provides tutorials and implementations for various Generative AI Agent techniques, from basic to advanced. It serves as a comprehensive guide for building intelligent, interactive AI systems.",
    "lang": "JupyterNotebook"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Linux, Jenkins, AWS, SRE, Prometheus, Docker, Python, Ansible, Git, Kubernetes, Terraform, OpenStack, SQL, NoSQL, Azure, GCP, DNS, Elastic, Network, Virtualization. DevOps Interview Questions",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Chat with your database or your datalake (SQL, CSV, parquet). PandasAI makes data analysis conversational using LLMs and RAG.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Laravel is a web application framework with expressive, elegant syntax. We’ve already laid the foundation for your next big idea — freeing you to create without sweating the small things.",
    "lang": "Blade"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Make websites accessible for AI agents",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "A privacy-first, self-hosted, fully open source personal knowledge management software, written in typescript and golang.",
    "lang": "TypeScript"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Master programming by recreating your favorite technologies from scratch.",
    "lang": "Markdown"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "🌟 The Multi-Agent Framework: First AI Software Company, Towards Natural Language Programming",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "CUDA Templates for Linear Algebra Subroutines",
    "lang": "C++"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Collection of awesome LLM apps with AI Agents and RAG using OpenAI, Anthropic, Gemini and opensource models.",
    "lang": "Python"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Dify is an open-source LLM app development platform. Dify's intuitive interface combines AI workflow, RAG pipeline, agent capabilities, model management, observability features and more, letting you quickly go from prototype to production.",
    "lang": "TypeScript"
  },
  {
    "title": "",
    "url": "https://github.comundefined",
    "desc": "Get your documents ready for gen AI",
    "lang": "Python"
  }
]